<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Los-angeles-devel-ru] Fwd: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/los-angeles-devel-ru/2005-April/index.html" >
   <LINK REL="made" HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5Bsisyphus%5D%20Re%3A%20%3D%3Fkoi8-r%3Fb%3F0MXSxdaj19nXwcXN%3F%3D%20libtool&In-Reply-To=%3C200504131443.09932.icesik%40mail.ru%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000030.html">
   <LINK REL="Next"  HREF="000029.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Los-angeles-devel-ru] Fwd: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool</H1>
    <B>Igor Zubkov</B> 
    <A HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5Bsisyphus%5D%20Re%3A%20%3D%3Fkoi8-r%3Fb%3F0MXSxdaj19nXwcXN%3F%3D%20libtool&In-Reply-To=%3C200504131443.09932.icesik%40mail.ru%3E"
       TITLE="[Los-angeles-devel-ru] Fwd: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool">icesik at mail.ru
       </A><BR>
    <I>Wed Apr 13 13:43:09 CEST 2005</I>
    <P><UL>
        <LI>Previous message: <A HREF="000030.html">[Los-angeles-devel-ru] Fwd: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
</A></li>
        <LI>Next message: <A HREF="000029.html">[Los-angeles-devel-ru] Fwd: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#28">[ date ]</a>
              <a href="thread.html#28">[ thread ]</a>
              <a href="subject.html#28">[ subject ]</a>
              <a href="author.html#28">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
----------  &#1055;&#1077;&#1088;&#1077;&#1089;&#1083;&#1072;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;  ----------

Subject: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
Date: &#1055;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1100;&#1085;&#1080;&#1082;, 11-&#1040;&#1087;&#1088;-2005 08:53
From: &quot;Dmitry Kazimirov&quot; &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">d.kazimirov at olivema.com</A>&gt;
To: &quot;ALT Linux Sisyphus discussion list&quot; &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">sisyphus at altlinux.ru</A>&gt;

&#1055;&#1088;&#1086;&#1096;&#1091; &#1087;&#1088;&#1086;&#1097;&#1077;&#1085;&#1080;&#1103;, &#1095;&#1090;&#1086; &#1086;&#1087;&#1103;&#1090;&#1100; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1102; &#1101;&#1090;&#1091; &#1084;&#1091;&#1090;&#1085;&#1091;&#1102; &#1090;&#1077;&#1084;&#1091;.
&#1055;&#1088;&#1086;&#1089;&#1090;&#1086; &#1103; &#1087;&#1080;&#1089;&#1100;&#1084;&#1086; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1083; &#1074; &#1087;&#1103;&#1090;&#1085;&#1080;&#1094;&#1091; &#1074;&#1077;&#1095;&#1077;&#1088;&#1086;&#1084;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084; &#1085;&#1072;
&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1077; &#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1080;&#1083;&#1080;, &#1080; &#1087;&#1086;&#1089;&#1083;&#1072;&#1090;&#1100; &#1103; &#1077;&#1075;&#1086; &#1085;&#1077; &#1089;&#1084;&#1086;&#1075;.

Libtool &#1087;&#1086;&#1078;&#1077;&#1074;&#1072;&#1083;&#1080;, &#1090;&#1077;&#1087;&#1077;&#1088;&#1100; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1099;&#1087;&#1083;&#1102;&#1085;&#1091;&#1090;&#1100;.  :-)

&gt;<i> &#1048;&#1079;&#1074;&#1080;&#1085;&#1080;&#1090;&#1077;, libtool &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1086;&#1076;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1089;&#1090;&#1091; &#1075;&#1086;&#1083;&#1086;&#1074;&#1091;.  &#1045;&#1089;&#1083;&#1080;
</I>&gt;<i> APP &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; libBASE, &#1080;&#1079;&#1074;&#1086;&#1083;&#1100;&#1090;&#1077; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1074; Makefile.
</I>
&#1058;&#1072;&#1082; &#1074;&#1086;&#1090; &#1086;&#1095;&#1077;&#1085;&#1100; &#1095;&#1072;&#1089;&#1090;&#1086; &#1073;&#1099;&#1074;&#1072;&#1077;&#1090; &#1090;&#1072;&#1082;, &#1095;&#1090;&#1086; &#1074; Makefile &#1086; &#1090;&#1072;&#1082;&#1080;&#1093;
&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1103;&#1093; &#1085;&#1077; &#1087;&#1080;&#1096;&#1091;&#1090;. &#1042;&#1086;&#1090; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;:

&#1044;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1084;, &#1074; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1080; APP &#1085;&#1077;&#1082;&#1080;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1089;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;
&#1086;&#1073;&#1077;&#1088;&#1090;&#1082;&#1091; BASE++ &#1076;&#1083;&#1103; &#1086;&#1073;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1082; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1072;&#1084; &#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103;&#1084;
&#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1080; BASE. &#1048;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1081;&#1089;&#1099; &#1082;&#1083;&#1072;&#1089;&#1089;&#1086;&#1074; BASE++ &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102;
&#1089;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090; &#1086;&#1090; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1089;&#1090;&#1072; &#1101;&#1090;&#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;,
&#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1086;&#1085;&#1080; (&#1101;&#1090;&#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1099; &#1080;&#1079; BASE) &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1074; &#1074;&#1080;&#1076;&#1077; &#1095;&#1083;&#1077;&#1085;&#1086;&#1074;
&#1082;&#1083;&#1072;&#1089;&#1089;&#1086;&#1074; BASE++. &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1091; &#1084;&#1086;&#1076;&#1091;&#1083;&#1077;&#1081;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1097;&#1080;&#1093; BASE++,
&#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1086;&#1090; BASE &#1087;&#1086; ABI &#1080;&#1083;&#1080; &#1076;&#1072;&#1078;&#1077; API - &#1074;
&#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; BASE &#1086;&#1073;&#1077;&#1088;&#1085;&#1091;&#1090;&#1099; inline-&#1084;&#1077;&#1090;&#1086;&#1076;&#1072;&#1084;&#1080; BASE++).

&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;, &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;! &#1050;&#1072;&#1082; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1089;&#1090;&#1086;&#1074;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1097;&#1080;&#1093;
BASE++, &#1085;&#1086; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1079;&#1085;&#1072;&#1102;&#1097;&#1080;&#1093; &#1086; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1072;&#1093; BASE, &#1076;&#1086;&#1075;&#1072;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103;
&#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1091; BASE &#1074; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;?

&#1054;&#1090;&#1074;&#1077;&#1090; - &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1080;&#1077;. &#1053;&#1086; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1079;&#1072;&#1073;&#1086;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; libtool.

&#1041;&#1086;&#1083;&#1077;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1091;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1086;&#1090; BASE &#1074; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;&#1093;,
&#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1097;&#1080;&#1093; BASE++, &#1073;&#1099;&#1083;&#1086; &#1073;&#1099; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;. &#1042;&#1077;&#1076;&#1100; &#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;
&#1086;&#1073;&#1077;&#1088;&#1090;&#1082;&#1091;! &#1071; &#1087;&#1086;&#1085;&#1072;&#1076;&#1077;&#1103;&#1083;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1072; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086;.
&#1044;&#1072; &#1080; &#1084;&#1072;&#1083;&#1086; &#1083;&#1080; &#1095;&#1090;&#1086; &#1089;&#1083;&#1091;&#1095;&#1080;&#1090;&#1089;&#1103; &#1089; &#1073;&#1072;&#1079;&#1086;&#1074;&#1086;&#1081; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1086;&#1081;...
&#1054;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1080;&#1084;&#1077;&#1085;&#1086;&#1074;&#1072;&#1085;&#1072;, &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072; &#1085;&#1072; &#1076;&#1074;&#1077; &#1080; &#1087;&#1088;&#1086;&#1095;&#1077;&#1077;.
&#1061;&#1086;&#1090;&#1100; &#1084;&#1086;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1080; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1090; &#1086;&#1090; BASE &#1074;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1077; &#1085;&#1077; &#1089;&#1072;&#1084;&#1086;&#1075;&#1086;
&#1083;&#1091;&#1095;&#1096;&#1077;&#1075;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1072; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; BASE++, &#1103; &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1074;&#1089;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;
&#1089;&#1083;&#1077;&#1076;&#1080;&#1090;&#1100;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1090;&#1072;&#1084; &#1073;&#1072;&#1079;&#1086;&#1074;&#1099;&#1077; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; BASE++.
&#1057;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103; &#1086;&#1076;&#1085;&#1091;, &#1079;&#1072;&#1074;&#1090;&#1088;&#1072; &#1076;&#1074;&#1077; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077;. &#1054;&#1073; &#1101;&#1090;&#1086;&#1084; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1079;&#1072;&#1073;&#1086;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103;
libtool. &#1053;&#1086; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1091;&#1089;&#1090;&#1100; BASE++ &#1087;&#1077;&#1088;&#1077;&#1087;&#1080;&#1096;&#1091;&#1090; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099;
&#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1090;&#1072;&#1082;&#1091;&#1102; &#1082;&#1086;&#1089;&#1074;&#1077;&#1085;&#1085;&#1091;&#1102; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1084;&#1086;&#1077;&#1075;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;
BASE. &#1040; &#1077;&#1097;&#1077; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1091;&#1089;&#1090;&#1100; &#1089;&#1072;&#1084; BASE &#1085;&#1072;&#1087;&#1080;&#1096;&#1091;&#1090; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099;
&#1089;&#1086;&#1082;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; ABI &#1076;&#1086; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1095;&#1080; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;, &#1072; API &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;.
&#1058;&#1086;&#1075;&#1076;&#1072; &#1091; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1074; BASE++ &#1087;&#1086;&#1095;&#1090;&#1080; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1096;&#1072;&#1085;&#1089;&#1086;&#1074; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086;
&#1089;&#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1102; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1091;.

&#1054;&#1076;&#1085;&#1072;&#1082;&#1086;! &#1042;&#1089;&#1077; &#1101;&#1090;&#1086; &#1087;&#1077;&#1088;&#1077;&#1078;&#1077;&#1074;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; libtool &#1103;&#1081;&#1094;&#1072; &#1074;&#1099;&#1077;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086;
&#1085;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090;. &#1052;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1086;&#1074;, &#1076;&#1083;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1080;&#1084;&#1077;&#1077;&#1090;
&#1089;&#1084;&#1099;&#1089;&#1083; &#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1092;&#1072;&#1081;&#1083;&#1099; *.la, &#1085;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1072; &#1086;&#1090; &#1085;&#1080;&#1093; &#1087;&#1077;&#1088;&#1077;&#1095;&#1077;&#1088;&#1082;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;
&#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1074;&#1099;&#1075;&#1086;&#1076;&#1086;&#1081; &#1074; &#1089;&#1086;&#1082;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1080; &#1090;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072; &#1085;&#1072; &#1074;&#1099;&#1082;&#1072;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080;
&#1087;&#1072;&#1082;&#1077;&#1090;&#1086;&#1074; &#1087;&#1086; &#1083;&#1080;&#1096;&#1085;&#1080;&#1084; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1103;&#1084;.

&#1048; &#1091;&#1078; &#1086;&#1076;&#1085;&#1086;&#1079;&#1085;&#1072;&#1095;&#1085;&#1086; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1090;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100;
&#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; *.la. &#1052;&#1086;&#1078;&#1085;&#1086; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100; &#1092;&#1072;&#1081;&#1083;&#1099; *.la, &#1072; &#1083;&#1091;&#1095;&#1096;&#1077;,
&#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1080;&#1093; &#1085;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100;, &#1085;&#1086; &#1074;&#1086;&#1090; &#1090;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1074;&#1080;&#1103; &#1085;&#1080;&#1082;&#1072;&#1082;
&#1085;&#1077;&#1083;&#1100;&#1079;&#1103;.

&#1048; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1101;&#1090;&#1080; &#1092;&#1072;&#1081;&#1083;&#1099;, &#1079;&#1072;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077;, &#1085;&#1077; libtool, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1090;&#1091;&#1090;
&#1085;&#1077;&#1079;&#1072;&#1089;&#1083;&#1091;&#1078;&#1077;&#1085;&#1085;&#1086; &#1085;&#1072;&#1077;&#1093;&#1072;&#1083;&#1080;, &#1072; &#1080;&#1079;&#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1099; &#1076;&#1083;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103;
&#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074;&#1079;&#1103;&#1090;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1048;&#1083;&#1080; &#1076;&#1072;&#1078;&#1077; &#1085;&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074;&#1079;&#1103;&#1090;&#1086;&#1075;&#1086;, &#1072;
(&#1086;, &#1091;&#1078;&#1072;&#1089;) &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081; KDE. &#1042;&#1086;&#1090; &#1076;&#1083;&#1103; &#1085;&#1080;&#1093; &#1080; &#1085;&#1072;&#1076;&#1086; &#1085;&#1072;&#1081;&#1090;&#1080;
&quot;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1091;&#1102; &#1079;&#1072;&#1084;&#1077;&#1085;&#1091;&quot;.   :-)

_______________________________________________
Sisyphus mailing list
<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">Sisyphus at altlinux.ru</A>
<A HREF="https://lists.altlinux.ru/mailman/listinfo/sisyphus">https://lists.altlinux.ru/mailman/listinfo/sisyphus</A>

-------------------------------------------------------

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000030.html">[Los-angeles-devel-ru] Fwd: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
</A></li>
	<LI>Next message: <A HREF="000029.html">[Los-angeles-devel-ru] Fwd: Re: [sisyphus] Re: &#1087;&#1077;&#1088;&#1077;&#1078;&#1105;&#1074;&#1099;&#1074;&#1072;&#1077;&#1084; libtool
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#28">[ date ]</a>
              <a href="thread.html#28">[ thread ]</a>
              <a href="subject.html#28">[ subject ]</a>
              <a href="author.html#28">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">More information about the Los-angeles-devel-ru
mailing list</a><br>
</body></html>
