<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Los-angeles-devel-ru] Fwd: Re: [sisyphus] e2compr
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/los-angeles-devel-ru/2005-April/index.html" >
   <LINK REL="made" HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5Bsisyphus%5D%20e2compr&In-Reply-To=%3C200504052348.38608.icesik%40mail.ru%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000022.html">
   <LINK REL="Next"  HREF="000025.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Los-angeles-devel-ru] Fwd: Re: [sisyphus] e2compr</H1>
    <B>Igor Zubkov</B> 
    <A HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5Bsisyphus%5D%20e2compr&In-Reply-To=%3C200504052348.38608.icesik%40mail.ru%3E"
       TITLE="[Los-angeles-devel-ru] Fwd: Re: [sisyphus] e2compr">icesik at mail.ru
       </A><BR>
    <I>Tue Apr  5 22:48:38 CEST 2005</I>
    <P><UL>
        <LI>Previous message: <A HREF="000022.html">[Los-angeles-devel-ru] Fwd: [sisyphus] Re: xfs &#1080;&#1083;&#1080; hdd &#1085;&#1072;&#1082;&#1088;&#1099;&#1083;&#1089;&#1103;?
</A></li>
        <LI>Next message: <A HREF="000025.html">[Los-angeles-devel-ru] Fwd: [sisyphus] patch &#1076;&#1083;&#1103; MC, Fw:[patch] Synchronization of the panels
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#24">[ date ]</a>
              <a href="thread.html#24">[ thread ]</a>
              <a href="subject.html#24">[ subject ]</a>
              <a href="author.html#24">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
----------  &#1055;&#1077;&#1088;&#1077;&#1089;&#1083;&#1072;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;  ----------

Subject: Re: [sisyphus] e2compr
Date: &#1042;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;, 05-&#1040;&#1087;&#1088;-2005 12:29
From: Denis Smirnov &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">mithraen at freesource.info</A>&gt;
To: <A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">led at ukr-fin.com.ua</A>
Cc: <A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">sisyphus at altlinux.ru</A>

Led wrote:
&gt;&gt;&gt;&gt;<i><A HREF="http://www.freesource.info/wiki/ZhurnaliruemyeFajjlovyeSistemy">http://www.freesource.info/wiki/ZhurnaliruemyeFajjlovyeSistemy</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>L&gt; &#1055;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; (&#1080; &#1085;&#1072;&#1076;&#1105;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;), &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077;, &#1101;&#1090;&#1086; &#1074; &#1087;&#1077;&#1088;&#1074;&#1091;&#1102;
</I>&gt;&gt;<i>&#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1100; L&gt; SCSI vs ATA, &#1072; &#1091;&#1078;&#1077; &#1087;&#1086;&#1090;&#1086;&#1084; &#1060;&#1057;. &#1053;&#1072; &#1089;&#1095;&#1105;&#1090; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; - &#1090;&#1086;
</I>&gt;&gt;<i>&#1079;&#1076;&#1077;&#1089;&#1100; &#1082; reiserfs L&gt; &#1085;&#1077; &#1087;&#1088;&#1080;&#1076;&#1077;&#1088;&#1105;&#1096;&#1089;&#1103;:)
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>&#1055;&#1086; &#1087;&#1086;&#1074;&#1086;&#1076;&#1091; SCSI vs ATA &#1090;&#1072;&#1084; &#1089;&#1086;&#1089;&#1077;&#1076;&#1085;&#1103;&#1103; &#1089;&#1090;&#1072;&#1090;&#1077;&#1081;&#1082;&#1072; :)
</I>&gt;<i>
</I>&gt;<i>&#1053;&#1072; &#1053;&#1040;&#1043;&#1056;&#1059;&#1046;&#1045;&#1053;&#1053;&#1054;&#1052; &#1057;&#1045;&#1056;&#1042;&#1045;&#1056;&#1045; (&#1093;&#1086;&#1090;&#1103; &#1073;&#1099; &#1085;&#1072; 50%) &#1073;&#1099;&#1083;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;
</I>&gt;<i> &#1089;&#1088;&#1072;&#1074;&#1085;&#1080;&#1074;&#1072;&#1090;&#1100;, &#1090;&#1072;&#1082; &#1095;&#1090;&#1086; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1079;&#1072;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; SCSI &#1091;&#1084;&#1080;&#1088;&#1072;&#1077;&#1090; ATA &#1073;&#1099;&#1089;&#1090;&#1088;&#1077;&#1077; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1082;&#1088;&#1086;&#1084;&#1077;
</I>&gt;<i> &#1091;&#1083;&#1099;&#1073;&#1082;&#1080; &#1085;&#1077; &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;:)
</I>
&#1047;&#1072;&#1095;&#1077;&#1084; &#1074;&#1099; &#1084;&#1085;&#1077; &#1101;&#1090;&#1086; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1077;? &#1042;&#1099; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1076;&#1091;&#1084;&#1072;&#1077;&#1090;&#1077; &#1095;&#1090;&#1086; &#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1077; &#1079;&#1085;&#1072;&#1102;?
&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1090;&#1072;&#1082;&#1086;&#1075;&#1086; &#1076;&#1091;&#1088;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1086; &#1084;&#1085;&#1077; &#1084;&#1085;&#1077;&#1085;&#1080;&#1077; (&#1075;&#1084;. &#1091;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; ATA
&#1096;&#1091;&#1089;&#1090;&#1088;&#1077;&#1077; SCSI &#1084;&#1086;&#1078;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1089;&#1080;&#1093;) &#1090;&#1086; &#1087;&#1086;&#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077;, &#1082;&#1072;&#1082; &#1103; &#1091;&#1078;&#1077; &#1089;&#1082;&#1072;&#1079;&#1072;&#1083;, &#1089;&#1086;&#1089;&#1077;&#1076;&#1085;&#1102;&#1102;
&#1089;&#1090;&#1072;&#1090;&#1077;&#1081;&#1082;&#1091;. &#1058;&#1072;&#1084; &#1103; &#1074;&#1099;&#1089;&#1082;&#1072;&#1079;&#1072;&#1083; &#1074;&#1089;&#1105; &#1095;&#1090;&#1086; &#1076;&#1091;&#1084;&#1072;&#1102;&#1090; &#1087;&#1086; &#1087;&#1086;&#1074;&#1086;&#1076;&#1091; SCSI vs IDE/SATA.

&gt;&gt;<i>L&gt; &#1040; &#1077;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1041;&#1044; - &#1090;&#1086; &#1079;&#1076;&#1077;&#1089;&#1100; &#1074;&#1086;&#1073;&#1097;&#1077; &#1086; &#1060;&#1057; &#1088;&#1077;&#1095;&#1100; &#1085;&#1077; &#1080;&#1076;&#1105;&#1090; - rawdevices
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>&#1050;&#1088;&#1072;&#1089;&#1080;&#1074;&#1099;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;. &#1053;&#1072; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1077;, &#1091;&#1074;&#1099;, &#1095;&#1090;&#1086; MySQL &#1095;&#1090;&#1086; &#1087;&#1086;&#1089;&#1090;&#1075;&#1088;&#1077;&#1089; &#1095;&#1072;&#1097;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;
</I>&gt;&gt;<i>&#1089;&#1090;&#1072;&#1074;&#1103;&#1090;&#1089;&#1103; &#1090;&#1072;&#1082;&#1080; &#1085;&#1072; &#1089;&#1072;&#1084;&#1091;&#1102; &#1095;&#1090;&#1086; &#1085;&#1080; &#1085;&#1072; &#1077;&#1089;&#1090;&#1100; &#1086;&#1073;&#1099;&#1095;&#1085;&#1091;&#1102; fs.
</I>&gt;<i>
</I>&gt;<i>&#1053;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1099;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;, &#1085;&#1086; &#1080; &#1082;&#1072;&#1087;. &#1074;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; (&#1074; &#1078;&#1077;&#1083;&#1077;&#1079;&#1086; &#1080; &#1074; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1080;&#1089;&#1090;&#1072;,
</I>&gt;<i>&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1101;&#1090;&#1086; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090;). &#1040; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1089;&#1084;&#1077;&#1085;&#1086;&#1081; FS &#1085;&#1072;
</I>&gt;<i>&#1076;&#1077;&#1089;&#1082;&#1090;&#1086;&#1087;&#1085;&#1086;&#1084; &#1078;&#1077;&#1083;&#1077;&#1079;&#1077; - &#1073;&#1086;&#1088;&#1100;&#1073;&#1072; &#1089; &#1074;&#1077;&#1090;&#1088;&#1103;&#1085;&#1099;&#1084;&#1080; &#1084;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1072;&#1084;&#1080;: &#1084;&#1086;&#1078;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1090;&#1072;&#1090;&#1077;&#1081; &#1087;&#1086;
</I>&gt;<i>&#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1086;&#1074;&#1086;&#1076;&#1091;/&#1086;&#1087;&#1099;&#1090;&#1091; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100;, &#1085;&#1086; &#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; 2-3% &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1096;&#1072; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1096;&#1100; (&#1086;
</I>&gt;<i>&#1095;&#1105;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1082;&#1088;&#1086;&#1084;&#1085;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1090;&#1100;:))
</I>
&#1043;&#1084;.

&#1042;&#1099;&#1073;&#1086;&#1088; &#1078;&#1077;&#1083;&#1077;&#1079;&#1072; &#1101;&#1090;&#1086; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074;&#1099;&#1073;&#1086;&#1088; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1099;&#1081;. &#1045;&#1089;&#1083;&#1080; &#1090;&#1077;&#1073;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090; &quot;&#1091;
&#1085;&#1072;&#1089; &#1073;&#1102;&#1076;&#1078;&#1077;&#1090; 1k$, &#1076;&#1077;&#1083;&#1072;&#1081; &#1092;&#1072;&#1081;&#1083;&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&quot;, &#1090;&#1086; &#1085;&#1080;&#1082;&#1091;&#1076;&#1072; &#1085;&#1077; &#1076;&#1077;&#1085;&#1077;&#1096;&#1100;&#1089;&#1103; -- &#1073;&#1091;&#1076;&#1077;&#1096;&#1100;
&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1090;&#1100; RAID &#1085;&#1072; SATA-&#1076;&#1080;&#1089;&#1082;&#1072;&#1093;.

&#1054;&#1090;&#1082;&#1088;&#1086;&#1102; &#1073;&#1086;&#1083;&#1100;&#1096;&#1091;&#1102; &#1090;&#1072;&#1081;&#1085;&#1091; -- &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1086;&#1085;&#1080;, &#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1083;&#1080;, &#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1073;&#1099;&#1074;&#1072;&#1102;&#1090;. &#1042;&#1086;&#1090; &#1085;&#1072;
download.seiros.ru &#1090;&#1088;&#1091;&#1076;&#1103;&#1090;&#1089;&#1103; 2 SATA-&#1076;&#1080;&#1089;&#1082;&#1072;. &#1053;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1077;&#1085;&#1100;&#1082;&#1086; &#1090;&#1072;&#1082; &#1089;&#1077;&#1073;&#1077;
&#1090;&#1088;&#1091;&#1076;&#1103;&#1090;&#1089;&#1103;. &#1055;&#1086; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077;&#1081; &#1084;&#1077;&#1088;&#1077; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1096;&#1091;&#1089;&#1090;&#1088;&#1086;, &#1085;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1090;&#1086;, &#1095;&#1090;&#1086;
&#1090;&#1072;&#1084; hasher &#1082;&#1088;&#1091;&#1075;&#1083;&#1086;&#1089;&#1091;&#1090;&#1086;&#1095;&#1085;&#1086; &#1087;&#1072;&#1082;&#1077;&#1090;&#1099; &#1087;&#1077;&#1088;&#1077;&#1089;&#1086;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090;. &#1055;&#1086;&#1076; athlon. &#1048; &#1077;&#1089;&#1083;&#1080; &#1084;&#1085;&#1077;
&#1082;&#1090;&#1086;-&#1090;&#1086; &#1089;&#1082;&#1072;&#1078;&#1077;&#1090; &#1095;&#1090;&#1086; &#1103; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1090;&#1091;&#1076;&#1072; &#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; SCSI-&#1076;&#1080;&#1089;&#1082;&#1080;, &#1103; &#1077;&#1084;&#1091; &#1074; &#1083;&#1080;&#1094;&#1086; &#1089;&#1082;&#1072;&#1078;&#1091;
&#1095;&#1090;&#1086; &#1086;&#1085; &#1080;&#1076;&#1080;&#1086;&#1090;, &#1080;&#1073;&#1086; &#1085;&#1072; &#1080;&#1084;&#1077;&#1102;&#1097;&#1077;&#1081;&#1089;&#1103; &#1085;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1077; &#1089;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1080;&#1084;&#1077;&#1102;&#1097;&#1077;&#1077;&#1089;&#1103; &#1078;&#1077;&#1083;&#1077;&#1079;&#1086;. &#1040;
SCSI-&#1076;&#1080;&#1089;&#1082;&#1080; &#1090;&#1086;&#1075;&#1086; &#1078;&#1077; &#1086;&#1073;&#1098;&#1105;&#1084;&#1072; &#1073;&#1099;&#1083;&#1080; &#1073;&#1099; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080; &#1076;&#1083;&#1103; &#1084;&#1077;&#1085;&#1103; (&#1095;&#1080;&#1090;&#1072;&#1081; --
&#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1073;&#1099;, &#1074;&#1086;&#1086;&#1073;&#1097;&#1077;).

&#1051;&#1102;&#1073;&#1072;&#1103; &#1089;&#1077;&#1088;&#1100;&#1105;&#1079;&#1085;&#1072;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;, &#1072; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1090;&#1072;&#1082;&#1086;&#1074;&#1099;&#1084;,
&#1088;&#1077;&#1096;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089;&#1085;&#1086;. &#1056;&#1077;&#1076;&#1082;&#1086; &#1091;&#1076;&#1072;&#1105;&#1090;&#1089;&#1103; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1074;&#1089;&#1105; &#1080;&#1079; &quot;&#1080;&#1076;&#1077;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;&quot;
&#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090; -- &#1090;&#1086; &#1095;&#1077;&#1084; &#1084;&#1099; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1089;&#1103; &#1101;&#1090;&#1086; &quot;&#1089;&#1090;&#1088;&#1086;&#1081;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1082;&#1086;&#1089;&#1090;&#1099;&#1083;&#1077;&#1081; &#1080;
&#1087;&#1086;&#1076;&#1087;&#1086;&#1088;&#1086;&#1082;&quot;. &#1059;&#1073;&#1083;&#1102;&#1076;&#1086;&#1095;&#1085;&#1072;&#1103; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1072; x86, &#1089; &#1082;&#1091;&#1095;&#1077;&#1081; &#1083;&#1077;&#1074;&#1099;&#1093; &quot;&#1076;&#1086;&#1076;&#1077;&#1083;&#1086;&#1082;&quot; (&#1103; &#1087;&#1088;&#1086;
&#1088;&#1072;&#1079;&#1085;&#1099;&#1077; MMX, SSE, x86_64). &#1071;&#1076;&#1088;&#1086; &#1089; &#1082;&#1088;&#1080;&#1074;&#1086;&#1081; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1080;&#1084;&#1077;&#1077;&#1090; &#1084;&#1086;&#1088;&#1077;
&#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1082;&#1086;&#1074;, &#1085;&#1072;&#1073;&#1086;&#1088; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082; &#1095;&#1072;&#1089;&#1090;&#1086; &#1089; &#1082;&#1088;&#1077;&#1090;&#1080;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084;&#1080; &#1086;&#1096;&#1080;&#1073;&#1082;&#1072;&#1084;&#1080;,
&#1091;&#1073;&#1083;&#1102;&#1076;&#1086;&#1095;&#1085;&#1099;&#1081; &#1103;&#1079;&#1099;&#1082; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; (&#1103;&#1079;&#1099;&#1082; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084;
&#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086; &#1085;&#1077;&#1090; &#1087;&#1086;&#1085;&#1103;&#1090;&#1080;&#1103; &quot;&#1089;&#1090;&#1088;&#1086;&#1082;&#1072;&quot;, &#1087;&#1088;&#1080; &#1090;&#1086;&#1084; &#1095;&#1090;&#1086; &#1086;&#1085;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1086;&#1095;&#1077;&#1085;&#1100; &#1095;&#1072;&#1089;&#1090;&#1086;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1080;&#1083; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1074;&#1080;&#1076;&#1086;&#1074; &#1091;&#1103;&#1079;&#1074;&#1080;&#1084;&#1086;&#1089;&#1090;&#1077;&#1081;, &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1103;&#1079;&#1099;&#1082;&#1086;&#1074;),
&#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1089; &#1076;&#1077;&#1073;&#1080;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1077;&#1081; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1086;&#1081; &#1074; &#1087;&#1083;&#1072;&#1085;&#1077; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080; (bind
&#1085;&#1072;&#1087;&#1088;&#1084;&#1077;&#1088;. &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1095;&#1091;&#1090;&#1100; &#1083;&#1080; &#1085;&#1077; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1076;&#1077;&#1085;&#1100; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090; &#1074;&#1086;&#1088;&#1086;&#1093; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082;).

&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; &#1083;&#1102;&#1073;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1082;&#1072; &#1080;&#1083;&#1080; &#1072;&#1076;&#1084;&#1080;&#1085;&#1072; -- &#1080;&#1079; &#1074;&#1089;&#1077;&#1075;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086;, &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086;
&#1075;&#1086;&#1074;&#1086;&#1088;&#1103;, [censored], &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1085;&#1072;&#1076;&#1105;&#1078;&#1085;&#1091;&#1102;, &#1091;&#1076;&#1086;&#1073;&#1085;&#1091;&#1102; &#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1091;
&#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1074; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093; &#1082;&#1086;&#1075;&#1076;&#1072; &#1101;&#1090;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100; &#1085;&#1077; &#1075;&#1086;&#1090;&#1086;&#1074; &#1090;&#1077;&#1093; &#1076;&#1077;&#1085;&#1077;&#1075;,
&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1101;&#1090;&#1086; &#1089;&#1090;&#1086;&#1080;&#1090; (&#1072; &#1074; &#1056;&#1086;&#1089;&#1089;&#1080;&#1080; &#1087;&#1086;&#1095;&#1090;&#1080; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1090;&#1072;&#1082;).

&#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1085;&#1072; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1089;&#1105;
&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1090;&#1100; &#1087;&#1088;&#1080;&#1077;&#1084;&#1083;&#1080;&#1084;&#1091;&#1102; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1085;&#1072;&#1076;&#1105;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;.

&#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1089;&#1103; &#1074; &#1087;&#1088;&#1086;&#1096;&#1083;&#1086;&#1084; &#1075;&#1086;&#1076;&#1091; &#1052;&#1080;&#1093;&#1072;&#1080;&#1083; &#1064;&#1080;&#1075;&#1086;&#1088;&#1080;&#1085; &#1087;&#1080;&#1089;&#1072;&#1083;, &#1082;&#1072;&#1082; &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1086; &#1086;&#1076;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;
&#1091;&#1084;&#1080;&#1088;&#1072;&#1083;&#1072; &#1085;&#1072; ext3 &#1087;&#1086;&#1076; &#1085;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1086;&#1081; (&#1085;&#1077; &#1091;&#1084;&#1077;&#1077;&#1090; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1084;&#1080;
&#1087;&#1072;&#1088;&#1072;&#1083;&#1083;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1087;&#1086;&#1090;&#1086;&#1082;&#1072;&#1084;&#1080; &#1095;&#1090;&#1077;&#1085;&#1080;&#1103;/&#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;), &#1080; &#1082;&#1072;&#1082; &#1086;&#1085;&#1072; &#1087;&#1086;&#1083;&#1077;&#1090;&#1077;&#1083;&#1072;
&#1086;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1081; &#1079;&#1072;&#1084;&#1077;&#1085;&#1099; fs &#1085;&#1072; xfs.

&#1057;&#1087;&#1086;&#1088; &quot;&#1082;&#1072;&#1082;&#1072;&#1103; FS _&#1083;&#1091;&#1095;&#1096;&#1072;&#1103;_&quot; -- &#1073;&#1077;&#1089;&#1089;&#1084;&#1099;&#1089;&#1083;&#1077;&#1085;&#1077;&#1085;. &#1048;&#1084;&#1077;&#1077;&#1090; &#1089;&#1084;&#1099;&#1089;&#1083; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &quot;&#1082;&#1072;&#1082;&#1072;&#1103; FS,
&#1074; &#1082;&#1072;&#1082;&#1086;&#1081; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072; &#1080;&#1084;&#1077;&#1077;&#1090;?&quot;.

&#1040; &#1074;&#1072;&#1096;&#1080; &#1085;&#1077;&#1088;&#1072;&#1079;&#1091;&#1084;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1085;&#1072; &#1090;&#1077;&#1084;&#1091; &quot;&#1076;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1084; SCSI-&#1076;&#1080;&#1089;&#1082;&#1080; &#1080; &#1073;&#1091;&#1076;&#1077;&#1084;
&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; backup, &#1080; &#1086; FS &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1077; &#1076;&#1091;&#1084;&#1072;&#1090;&#1100;&quot; &#1087;&#1086;&#1095;&#1077;&#1084;&#1091;-&#1090;&#1086; &#1086;&#1095;&#1077;&#1085;&#1100; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1099; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086;
&#1076;&#1083;&#1103; &#1092;&#1072;&#1085;&#1072;&#1090;&#1086;&#1074; reiserfs. &#1050; &#1095;&#1077;&#1084;&#1091; &#1073;&#1099; &#1101;&#1090;&#1086;?

_______________________________________________
Sisyphus mailing list
<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">Sisyphus at altlinux.ru</A>
<A HREF="https://lists.altlinux.ru/mailman/listinfo/sisyphus">https://lists.altlinux.ru/mailman/listinfo/sisyphus</A>

-------------------------------------------------------

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000022.html">[Los-angeles-devel-ru] Fwd: [sisyphus] Re: xfs &#1080;&#1083;&#1080; hdd &#1085;&#1072;&#1082;&#1088;&#1099;&#1083;&#1089;&#1103;?
</A></li>
	<LI>Next message: <A HREF="000025.html">[Los-angeles-devel-ru] Fwd: [sisyphus] patch &#1076;&#1083;&#1103; MC, Fw:[patch] Synchronization of the panels
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#24">[ date ]</a>
              <a href="thread.html#24">[ thread ]</a>
              <a href="subject.html#24">[ subject ]</a>
              <a href="author.html#24">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">More information about the Los-angeles-devel-ru
mailing list</a><br>
</body></html>
