<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Los-angeles-devel-ru] Fwd: [Comm] =?koi8-r?b?0M/ExMXS1svBINDPxMTF0tbLxQ==?= =?koi8-r?b?INLP2s7Y?=, =?koi8-r?b?yczJIM8gJDU=?= (was: =?koi8-r?b?98/Q0s/T2Q==?= =?koi8-r?b?IM7P18ney8E=?=)
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/los-angeles-devel-ru/2005-March/index.html" >
   <LINK REL="made" HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20%5BComm%5D%20%3D%3Fkoi8-r%3Fb%3F0M/ExMXS1svBINDPxMTF0tbLxQ%3D%3D%3F%3D%20%3D%3Fkoi8-r%3Fb%3FINLP2s7Y%3F%3D%2C%20%3D%3Fkoi8-r%3Fb%3FyczJIM8gJDU%3D%3F%3D%20%28was%3A%20%3D%3Fkoi8-r%3Fb%3F98/Q0s/T2Q%3D%3D%3F%3D%20%3D%3Fkoi8-r%3Fb%3FIM7P18ney8E%3D%3F%3D%29&In-Reply-To=%3C200503141724.15980.icesik%40mail.ru%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000015.html">
   <LINK REL="Next"  HREF="000016.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Los-angeles-devel-ru] Fwd: [Comm] =?koi8-r?b?0M/ExMXS1svBINDPxMTF0tbLxQ==?= =?koi8-r?b?INLP2s7Y?=, =?koi8-r?b?yczJIM8gJDU=?= (was: =?koi8-r?b?98/Q0s/T2Q==?= =?koi8-r?b?IM7P18ney8E=?=)</H1>
    <B>Igor Zubkov</B> 
    <A HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20%5BComm%5D%20%3D%3Fkoi8-r%3Fb%3F0M/ExMXS1svBINDPxMTF0tbLxQ%3D%3D%3F%3D%20%3D%3Fkoi8-r%3Fb%3FINLP2s7Y%3F%3D%2C%20%3D%3Fkoi8-r%3Fb%3FyczJIM8gJDU%3D%3F%3D%20%28was%3A%20%3D%3Fkoi8-r%3Fb%3F98/Q0s/T2Q%3D%3D%3F%3D%20%3D%3Fkoi8-r%3Fb%3FIM7P18ney8E%3D%3F%3D%29&In-Reply-To=%3C200503141724.15980.icesik%40mail.ru%3E"
       TITLE="[Los-angeles-devel-ru] Fwd: [Comm] =?koi8-r?b?0M/ExMXS1svBINDPxMTF0tbLxQ==?= =?koi8-r?b?INLP2s7Y?=, =?koi8-r?b?yczJIM8gJDU=?= (was: =?koi8-r?b?98/Q0s/T2Q==?= =?koi8-r?b?IM7P18ney8E=?=)">icesik at mail.ru
       </A><BR>
    <I>Mon Mar 14 16:24:15 CET 2005</I>
    <P><UL>
        <LI>Previous message: <A HREF="000015.html">[Los-angeles-devel-ru] Fwd: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]
</A></li>
        <LI>Next message: <A HREF="000016.html">[Los-angeles-devel-ru] &#1085;&#1086;&#1074;&#1099;&#1077; &#1080; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1105;&#1085;&#1085;&#1099;&#1077; &#1087;&#1072;&#1082;&#1077;&#1090;&#1099; &#1074; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1077; &#1090;&#1088;&#1077;&#1076;&#1072;.... 

----------  &#1055;&#1077;&#1088;&#1077;&#1089;&#1083;&#1072;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;  ----------

Subject: [Comm] &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1072; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1077; &#1088;&#1086;&#1079;&#1085;&#1100;, &#1080;&#1083;&#1080; &#1086; $5 (was: &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072;)
Date: &#1057;&#1088;&#1077;&#1076;&#1072;, 09-&#1052;&#1072;&#1088;-2005 15:44
From: Michael Shigorin &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">mike at osdn.org.ua</A>&gt;
To: <A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">community at altlinux.ru</A>

On Tue, Mar 08, 2005 at 09:31:55AM +0100, Valentin Kozlov wrote:
&gt;<i> &#1072; &#1077;&#1097;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089;: &#1085;&#1072;&#1096;&#1083;&#1080; &#1042;&#1099; &#1085;&#1091;&#1078;&#1085;&#1091;&#1102; &#1080;
</I>&gt;<i> &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1091;&#1102; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091;, &#1072; &#1074; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1072;&#1088;&#1080;&#1080; &#1077;&#1105; &#1085;&#1077;&#1090;&#1091;, &#1090;&#1072;&#1082; &#1086;&#1090;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1077;
</I>&gt;<i> &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1042;&#1072;&#1084; &#1091;&#1074;&#1072;&#1078;&#1072;&#1077;&#1084;&#1072;&#1103; &#1040;&#1051;&#1058;&#1051;&#1080;&#1085;&#1091;&#1082;&#1089; &#1086;&#1090;&#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1072; &#1101;&#1090;&#1091;
</I>&gt;<i> &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091; &#1087;&#1086;&#1076; &#1074;&#1072;&#1096;&#1091; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1091; / &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1102;. &#1057;&#1077;&#1088;&#1074;&#1080;&#1089; &#1085;&#1077;&#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1081;.
</I>&gt;<i> &#1052;&#1086;&#1078;&#1085;&#1086; &#1082;&#1072;&#1082; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;-&#1082;&#1072;&#1088;&#1090;&#1099; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1100;: 5$ - &#1085;&#1072; 20 &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1103;&#1094;&#1080;&#1081;,
</I>&gt;<i> &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;.
</I>
&#1057;&#1073;&#1086;&#1088;&#1082;&#1072; &#1089;&#1073;&#1086;&#1088;&#1082;&#1077; &#1088;&#1086;&#1079;&#1085;&#1100;.  &#1044;&#1083;&#1103; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1103;, synce &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; (&#1085;&#1091;, &#1087;&#1086;&#1095;&#1090;&#1080;)
&#1089;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100; &#1090;&#1072;&#1082;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1083;&#1080; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; -- &#1084;&#1086;&#1078;&#1077;&#1090;, &#1101;&#1090;&#1086; &#1073;&#1099; &#1079;&#1072;&#1085;&#1103;&#1083;&#1086;
&#1087;&#1086;&#1083;&#1095;&#1072;&#1089;&#1072;-&#1095;&#1072;&#1089; &#1085;&#1072; 5--6 &#1087;&#1072;&#1082;&#1077;&#1090;&#1086;&#1074;.  &#1071; &#1090;&#1072;&#1082; &#1085;&#1077; &#1091;&#1084;&#1077;&#1102; (&#1091;&#1078; &#1073;&#1086;&#1083;&#1100;&#1085;&#1086;
&#1085;&#1077;&#1089;&#1080;&#1084;&#1087;&#1072;&#1090;&#1080;&#1095;&#1085;&#1086; &#1086;&#1085;&#1086; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1083;&#1086;), &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1088;&#1080;&#1096;&#1083;&#1086;&#1089;&#1100; &#1087;&#1086;&#1090;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1090;&#1088;&#1080; &#1076;&#1085;&#1103;
(&#1087;&#1086;&#1088;&#1103;&#1076;&#1082;&#1072; 12--15 &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1095;&#1072;&#1089;&#1086;&#1074;, &#1076;&#1091;&#1084;&#1072;&#1102;) &#1085;&#1072; initial packaging.

&#1048; &#1087;&#1086;&#1090;&#1086;&#1084; &#1077;&#1097;&#1105; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; -- &#1085;&#1072; synce-kde &#1080; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1072;
&#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1086;&#1074;&#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1081; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1089; hotplug &#1080;&#1079; &#1082;&#1086;&#1088;&#1086;&#1073;&#1082;&#1080;.

&#1069;&#1090;&#1086; &#1073;&#1099;&#1083;&#1072; &#1082;&#1072;&#1082; &#1088;&#1072;&#1079; &#1079;&#1072;&#1082;&#1072;&#1079;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1085;&#1086; &#1089;&#1090;&#1086;&#1080;&#1083;&#1080; &#1101;&#1090;&#1080; &#1087;&#1072;&#1082;&#1077;&#1090;&#1099; &#1074;&#1086;&#1074;&#1089;&#1077; &#1085;&#1077;
$5/20*6.

&gt;<i> &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1076;&#1091;&#1073;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1086;&#1074; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081;
</I>&gt;<i> &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1072;&#1088;&#1080;&#1081;, &#1082;&#1091;&#1076;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1080;&#1084;&#1077;&#1102;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1077;, &#1082;&#1090;&#1086; &#1087;&#1088;&#1080;&#1082;&#1091;&#1087;&#1080;&#1083;
</I>&gt;<i> &#1082;&#1072;&#1088;&#1090;&#1086;&#1095;&#1082;&#1091;. &#1093;&#1086;&#1090;&#1103; &#1085;&#1077;&#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1090;&#1091;&#1090; &#1091;&#1078;&#1077; &#1085;&#1072;&#1095;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1089;
</I>&gt;<i> &#1083;&#1080;&#1094;&#1077;&#1085;&#1079;&#1080;&#1077;&#1081; GNU, &#1085;&#1077; &#1079;&#1085;&#1072;&#1102;.
</I>
&#1044;&#1072; &#1085;&#1077;&#1090; &#1074; &#1090;&#1086;&#1084; &#1089;&#1084;&#1099;&#1089;&#1083;&#1072;.

&gt;<i> &#1051;&#1080;&#1085;&#1091;&#1082;&#1089; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1072;&#1103; &#1096;&#1090;&#1091;&#1082;&#1072;, &#1085;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;.
</I>&gt;<i> &#1054;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1095;&#1072;&#1089;&#1090;&#1086; &#1086;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1072;&#1085;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1082;&#1072;&#1082;
</I>&gt;<i> &quot;&#1087;&#1086;&#1083;&#1085;&#1086;&#1094;&#1077;&#1085;&#1085;&#1072;&#1103; &#1079;&#1072;&#1084;&#1077;&#1085;&#1072; Windows&quot; &#1080; &#1101;&#1090;&#1080;&#1084; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1075;&#1086;
</I>&gt;<i> &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1085;&#1086; &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1089;&#1090;&#1072;&#1083;&#1082;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1086;&#1086;&#1095;&#1080;&#1102;, &#1090;&#1086; &#1086;&#1095;&#1077;&#1085;&#1100; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086;
</I>&gt;<i> &#1086;&#1075;&#1086;&#1088;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1087;&#1083;&#1102;&#1105;&#1090;&#1089;&#1103;.
</I>
&#1057;&#1082;&#1086;&#1088;&#1077;&#1077; &#1086;&#1073;&#1084;&#1072;&#1085;&#1091;&#1090;&#1099;&#1077; &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103;; &#1086;&#1085;&#1086;-&#1090;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1095;&#1077;&#1084; &#1079;&#1072;&#1084;&#1077;&#1085;&#1072; &#1076;&#1083;&#1103; &#1084;&#1077;&#1085;&#1103;,
&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; -- &#1085;&#1086; &#1086;&#1087;&#1099;&#1090; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081;, &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077;.  &#1048; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1090;&#1086;&#1078;&#1077;.

&gt;<i> &#1057;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1089; &#1051;&#1080;&#1085;&#1091;&#1082;&#1089;&#1086;&#1084; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1072; &#1090;&#1086;&#1084;&#1091;, &#1082;&#1072;&#1082; &#1077;&#1089;&#1083;&#1080; &#1073;&#1099; &#1042;&#1099; &#1079;&#1072;&#1093;&#1086;&#1090;&#1077;&#1083;&#1080;
</I>&gt;<i> &#1087;&#1088;&#1086;&#1077;&#1093;&#1072;&#1090;&#1100; &#1080;&#1079; &#1087;&#1091;&#1085;&#1082;&#1090;&#1072; &#1040; &#1074; &#1087;&#1091;&#1085;&#1082;&#1090; &#1041;, &#1090;&#1086; &#1074;&#1084;&#1077;&#1089;&#1090;&#1086; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1079;&#1103;&#1090;&#1100;
</I>&gt;<i> &#1090;&#1072;&#1082;&#1089;&#1080;, &#1042;&#1072;&#1084; &#1085;&#1072;&#1076;&#1086; &#1082;&#1091;&#1087;&#1080;&#1090;&#1100; &#1084;&#1072;&#1096;&#1080;&#1085;&#1091; (&#1080;&#1083;&#1080; &#1077;&#1105; &#1042;&#1072;&#1084; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103;&#1090;
</I>&gt;<i> &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1086;), &#1085;&#1086; &#1042;&#1072;&#1084; &#1077;&#1097;&#1077; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1072;&#1076;&#1086; &#1085;&#1072;&#1091;&#1095;&#1080;&#1090;&#1089;&#1103; &#1077;&#1105; &#1074;&#1086;&#1076;&#1080;&#1090;&#1100;.
</I>
&#1053;&#1091; &#1087;&#1086;&#1095;&#1077;&#1084;&#1091; &#1078;&#1077;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1090;&#1072;&#1082;&#1089;&#1080; -- &#1085;&#1072; support@ &#1091;&#1078;&#1077; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1080;.
&#1053;&#1086; &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1086;&#1074;&#1089;&#1077; &#1085;&#1077; $5 &#1079;&#1072; 100 &#1082;&#1084; (&#1075;&#1086;&#1088;&#1102;&#1095;&#1082;&#1072;), &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1090;&#1072;&#1082; &#1086;&#1090; $40.
&#1041;&#1080;&#1096;&#1100; &#1085;&#1072; &#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1076;&#1086;&#1088;&#1086;&#1078;&#1077;.

&#1058;&#1086;&#1085;&#1082;&#1086;&#1089;&#1090;&#1100; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1077;&#1089;&#1083;&#1080; &#1077;&#1079;&#1076;&#1080;&#1090;&#1100; &#1076;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1084;&#1085;&#1086;&#1075;&#1086; -- &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;
&#1086;&#1073;&#1091;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1080; &#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1089;&#1072;&#1084;&#1086;&#1084;&#1091; _&#1077;&#1089;&#1090;&#1100;_, &#1074; &#1090;&#1072;&#1082;&#1089;&#1080; &#1085;&#1077; &#1079;&#1072;&#1075;&#1086;&#1085;&#1103;&#1102;&#1090;.

&gt;<i> &#1080;&#1079;&#1074;&#1080;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072; &#1086;&#1092;&#1092;&#1090;&#1086;&#1087;&#1080;&#1082;.
</I>
&#1044;&#1072; &#1074;&#1089;&#1105; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086;.  &#1058;&#1086;&#1083;&#1100;&#1082;&#1086; &#1094;&#1080;&#1092;&#1077;&#1088;&#1082;&#1080; &#1095;&#1091;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077;: &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;-&#1076;&#1086;&#1089;&#1090;&#1091;&#1087;
&#1087;&#1086; RS485 &#1090;&#1086;&#1078;&#1077; &#1085;&#1080;&#1082;&#1090;&#1086; &#1087;&#1086; &#1082;&#1072;&#1088;&#1090;&#1086;&#1095;&#1082;&#1072;&#1084; &#1079;&#1072; $5 &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;.
&#1045;&#1089;&#1090;&#1100; &#1084;&#1072;&#1089;&#1089;&#1086;&#1074;&#1099;&#1077; &#1091;&#1089;&#1083;&#1091;&#1075;&#1080; (&#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1080; &#1075;&#1086;&#1090;&#1086;&#1074;&#1099;&#1077; &#1076;&#1080;&#1089;&#1090;&#1088;&#1080;&#1073;&#1091;&#1090;&#1080;&#1074;&#1099;, &#1074; &#1082;&#1086;&#1085;&#1094;&#1077;
&#1082;&#1086;&#1085;&#1094;&#1086;&#1074;), &#1077;&#1089;&#1090;&#1100; -- &#1079;&#1072;&#1082;&#1072;&#1079;&#1085;&#1099;&#1077; (&#1073;&#1072;&#1085;&#1082;&#1086;&#1074;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1072;
&#1091;&#1089;&#1090;&#1072;&#1088;&#1077;&#1074;&#1096;&#1080;&#1093; &#1076;&#1080;&#1089;&#1090;&#1088;&#1080;&#1073;&#1091;&#1090;&#1080;&#1074;&#1086;&#1074; &#1086;&#1073;&#1097;&#1077;&#1075;&#1086; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103;).

--
 ---- WBR, Michael Shigorin &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">mike at altlinux.ru</A>&gt;
  ------ Linux.Kiev <A HREF="http://www.linux.kiev.ua/">http://www.linux.kiev.ua/</A>
_______________________________________________
Community mailing list
<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">Community at altlinux.ru</A>
<A HREF="https://lists.altlinux.ru/mailman/listinfo/community">https://lists.altlinux.ru/mailman/listinfo/community</A>

-------------------------------------------------------

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000015.html">[Los-angeles-devel-ru] Fwd: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]
</A></li>
	<LI>Next message: <A HREF="000016.html">[Los-angeles-devel-ru] &#1085;&#1086;&#1074;&#1099;&#1077; &#1080; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1105;&#1085;&#1085;&#1099;&#1077; &#1087;&#1072;&#1082;&#1077;&#1090;&#1099; &#1074; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">More information about the Los-angeles-devel-ru
mailing list</a><br>
</body></html>
