<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Los-angeles-devel-ru] Fwd: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/los-angeles-devel-ru/2005-March/index.html" >
   <LINK REL="made" HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5BComm%5D%20%3D%3Fkoi8-r%3Fb%3F98/Q0s/T2SDOz9fJ3svB%3F%3D%20%5BJT%5D&In-Reply-To=%3C200503141722.27496.icesik%40mail.ru%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000014.html">
   <LINK REL="Next"  HREF="000017.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Los-angeles-devel-ru] Fwd: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]</H1>
    <B>Igor Zubkov</B> 
    <A HREF="mailto:los-angeles-devel-ru%40lists.berlios.de?Subject=Re%3A%20%5BLos-angeles-devel-ru%5D%20Fwd%3A%20Re%3A%20%5BComm%5D%20%3D%3Fkoi8-r%3Fb%3F98/Q0s/T2SDOz9fJ3svB%3F%3D%20%5BJT%5D&In-Reply-To=%3C200503141722.27496.icesik%40mail.ru%3E"
       TITLE="[Los-angeles-devel-ru] Fwd: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]">icesik at mail.ru
       </A><BR>
    <I>Mon Mar 14 16:22:27 CET 2005</I>
    <P><UL>
        <LI>Previous message: <A HREF="000014.html">[Los-angeles-devel-ru] Re: [fmII] iptables 1.3.1 released (Default branch)
</A></li>
        <LI>Next message: <A HREF="000017.html">[Los-angeles-devel-ru] Fwd: [Comm] =?koi8-r?b?0M/ExMXS1svBINDPxMTF0tbLxQ==?= =?koi8-r?b?INLP2s7Y?=, =?koi8-r?b?yczJIM8gJDU=?= (was: =?koi8-r?b?98/Q0s/T2Q==?= =?koi8-r?b?IM7P18ney8E=?=)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#15">[ date ]</a>
              <a href="thread.html#15">[ thread ]</a>
              <a href="subject.html#15">[ subject ]</a>
              <a href="author.html#15">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1048;&#1076;&#1077;&#1080; &#1084;&#1085;&#1077; &#1085;&#1088;&#1072;&#1074;&#1103;&#1090;&#1089;&#1103; &#1078;-))

----------  &#1055;&#1077;&#1088;&#1077;&#1089;&#1083;&#1072;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;  ----------

Subject: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]
Date: &#1042;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;, 08-&#1052;&#1072;&#1088;-2005 10:31
From: &quot;Valentin Kozlov&quot; &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">valek_k at mail.ru</A>&gt;
To: &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">community at altlinux.ru</A>&gt;

&#1072; &#1077;&#1097;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089;: &#1085;&#1072;&#1096;&#1083;&#1080; &#1042;&#1099; &#1085;&#1091;&#1078;&#1085;&#1091;&#1102; &#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1091;&#1102;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091;, &#1072; &#1074; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1072;&#1088;&#1080;&#1080; &#1077;&#1105; &#1085;&#1077;&#1090;&#1091;, &#1090;&#1072;&#1082; &#1086;&#1090;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1077; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1042;&#1072;&#1084;
&#1091;&#1074;&#1072;&#1078;&#1072;&#1077;&#1084;&#1072;&#1103; &#1040;&#1051;&#1058;&#1051;&#1080;&#1085;&#1091;&#1082;&#1089; &#1086;&#1090;&#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1072; &#1101;&#1090;&#1091; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091; &#1087;&#1086;&#1076; &#1074;&#1072;&#1096;&#1091; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1091; /
&#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1102;. &#1057;&#1077;&#1088;&#1074;&#1080;&#1089; &#1085;&#1077;&#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1081;. &#1052;&#1086;&#1078;&#1085;&#1086; &#1082;&#1072;&#1082; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;-&#1082;&#1072;&#1088;&#1090;&#1099; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1100;: 5$ -
&#1085;&#1072; 20 &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1103;&#1094;&#1080;&#1081;, &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1076;&#1091;&#1073;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1086;&#1074; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100;
&#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1072;&#1088;&#1080;&#1081;, &#1082;&#1091;&#1076;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1080;&#1084;&#1077;&#1102;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1077;, &#1082;&#1090;&#1086; &#1087;&#1088;&#1080;&#1082;&#1091;&#1087;&#1080;&#1083;
&#1082;&#1072;&#1088;&#1090;&#1086;&#1095;&#1082;&#1091;. &#1093;&#1086;&#1090;&#1103; &#1085;&#1077;&#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1090;&#1091;&#1090; &#1091;&#1078;&#1077; &#1085;&#1072;&#1095;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1089; &#1083;&#1080;&#1094;&#1077;&#1085;&#1079;&#1080;&#1077;&#1081; GNU,
&#1085;&#1077; &#1079;&#1085;&#1072;&#1102;.
&#1051;&#1080;&#1085;&#1091;&#1082;&#1089; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1072;&#1103; &#1096;&#1090;&#1091;&#1082;&#1072;, &#1085;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;. &#1054;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;
&#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1095;&#1072;&#1089;&#1090;&#1086; &#1086;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1072;&#1085;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1082;&#1072;&#1082; &quot;&#1087;&#1086;&#1083;&#1085;&#1086;&#1094;&#1077;&#1085;&#1085;&#1072;&#1103; &#1079;&#1072;&#1084;&#1077;&#1085;&#1072; Windows&quot; &#1080;
&#1101;&#1090;&#1080;&#1084; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1085;&#1086; &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1089;&#1090;&#1072;&#1083;&#1082;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1086;&#1086;&#1095;&#1080;&#1102;, &#1090;&#1086;
&#1086;&#1095;&#1077;&#1085;&#1100; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1086;&#1075;&#1086;&#1088;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1087;&#1083;&#1102;&#1105;&#1090;&#1089;&#1103;. &#1057;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1089; &#1051;&#1080;&#1085;&#1091;&#1082;&#1089;&#1086;&#1084; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1072; &#1090;&#1086;&#1084;&#1091;, &#1082;&#1072;&#1082;
&#1077;&#1089;&#1083;&#1080; &#1073;&#1099; &#1042;&#1099; &#1079;&#1072;&#1093;&#1086;&#1090;&#1077;&#1083;&#1080; &#1087;&#1088;&#1086;&#1077;&#1093;&#1072;&#1090;&#1100; &#1080;&#1079; &#1087;&#1091;&#1085;&#1082;&#1090;&#1072; &#1040; &#1074; &#1087;&#1091;&#1085;&#1082;&#1090; &#1041;, &#1090;&#1086; &#1074;&#1084;&#1077;&#1089;&#1090;&#1086; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099;
&#1074;&#1079;&#1103;&#1090;&#1100; &#1090;&#1072;&#1082;&#1089;&#1080;, &#1042;&#1072;&#1084; &#1085;&#1072;&#1076;&#1086; &#1082;&#1091;&#1087;&#1080;&#1090;&#1100; &#1084;&#1072;&#1096;&#1080;&#1085;&#1091; (&#1080;&#1083;&#1080; &#1077;&#1105; &#1042;&#1072;&#1084; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103;&#1090; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1086;), &#1085;&#1086;
&#1042;&#1072;&#1084; &#1077;&#1097;&#1077; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1072;&#1076;&#1086; &#1085;&#1072;&#1091;&#1095;&#1080;&#1090;&#1089;&#1103; &#1077;&#1105; &#1074;&#1086;&#1076;&#1080;&#1090;&#1100;.

&#1080;&#1079;&#1074;&#1080;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072; &#1086;&#1092;&#1092;&#1090;&#1086;&#1087;&#1080;&#1082;.

&#1082;&#1089;&#1090;&#1072;&#1090;&#1080;, &#1090;&#1086;&#1078;&#1077; &#1089;&#1080;&#1078;&#1091; &#1085;&#1072; ALTLinux Junior 2.3 &#1080; &#1087;&#1086;&#1082;&#1072; &#1074;&#1089;&#1105; &#1090;&#1072;&#1082;&#1080; &#1089;&#1082;&#1083;&#1072;&#1085;&#1103;&#1102;&#1089;&#1100; &#1082; &#1084;&#1085;&#1077;&#1085;&#1080;&#1102;,
&#1095;&#1090;&#1086; &#1080;&#1079; &#1074;&#1089;&#1077;&#1075;&#1086; &#1095;&#1090;&#1086; &#1091;&#1076;&#1072;&#1083;&#1086;&#1089;&#1100; &#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1079; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1093; &#1076;&#1080;&#1089;&#1090;&#1088;&#1080;&#1073;&#1091;&#1090;&#1080;&#1074;&#1086;&#1074; (SuSE 9.2,
RedHat Enterprise (&#1084;&#1086;&#1076;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1103; &#1062;&#1045;&#1056;&#1053;&#1072;, &#1077;&#1074;&#1088;&#1086;&#1087;&#1077;&#1081;&#1089;&#1082;&#1086;&#1075;&#1086; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;)),  &#1101;&#1090;&#1086;
&#1085;&#1072;&#1080;&#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;&#1085;&#1072;&#1103;, &#1085;&#1086; &#1090;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1097;&#1072;&#1103; &#1074;&#1089;&#1105; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1077; (&#1076;&#1083;&#1103; &#1084;&#1077;&#1085;&#1103;,
&#1077;&#1089;&#1089;&#1085;&#1086;) &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;, &#1090;&#1088;&#1077;&#1073;&#1091;&#1102;&#1097;&#1072;&#1103; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074; &#1095;&#1077;&#1084;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1090;&#1072; &#1078;&#1077; RedHat
Fedore/Enterprise.

Best regards,
Valentin Kozlov

----- Original Message -----
From: &quot;Vinogradov Anton&quot; &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">arc13 at rambler.ru</A>&gt;
To: &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">community at altlinux.ru</A>&gt;
Sent: Tuesday, March 08, 2005 9:05
Subject: Re: [Comm] &#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072; [JT]

&gt;<i> 07.03.05 &#1074; 22:37 Vitaly Lipatov &#1074; &#1089;&#1074;&#1086;&#1105;&#1084; &#1087;&#1080;&#1089;&#1100;&#1084;&#1077; &#1087;&#1080;&#1089;&#1072;&#1083;(&#1072;):
</I>&gt;&gt;<i> On Monday 07 March 2005 21:52, Anatol B. Bazjukin wrote:
</I>&gt;&gt;&gt;<i> Hello Vitaly,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Monday, March 7, 2005, 9:38:20 PM, you wrote:
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> VL&gt; 1. &#1053;&#1077;&#1090; &#1084;&#1086;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1091; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1086;&#1074;
</I>&gt;&gt;&gt;<i> VL&gt; 2. &#1053;&#1077;&#1090; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1093;&#1086;&#1090;&#1077;&#1083;&#1080; &#1073;&#1099;
</I>&gt;&gt;&gt;<i> &#1074;&#1080;&#1076;&#1077;&#1090;&#1100; VL&gt; &#1089;&#1074;&#1077;&#1078;&#1080;&#1084;&#1080;
</I>&gt;&gt;&gt;<i> VL&gt; 3. &#1053;&#1077;&#1090; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1081; &#1086; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1101;&#1090;&#1072;
</I>&gt;&gt;&gt;<i> &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; VL&gt; &#1085;&#1091;&#1078;&#1085;&#1072;.
</I>&gt;&gt;&gt;<i> &#1040; &#1084;&#1086;&#1078;&#1077;&#1090; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1075;&#1086;&#1083;&#1086;&#1089;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1075;&#1076;&#1077;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1080; &#1082;&#1072;&#1082;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100;?
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> &#1057; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; donate &#1076;&#1083;&#1103; &#1087;&#1086;&#1076;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;?
</I>&gt;<i>
</I>&gt;<i> &#1071; &#1079;&#1072;!!!
</I>&gt;<i> &#1056;&#1072;&#1079; &#1074; &#1076;&#1074;&#1072;(&#1090;&#1088;&#1080;) &#1084;&#1077;&#1089;&#1103;&#1094;&#1072; &#1103; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1102; &#1087;&#1086; &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1082;&#1077; &#1057;D &#1089;&#1086; &#1074;&#1089;&#1077;&#1084;&#1080; updates
</I>&gt;<i> &#1080; &#1076;&#1077;&#1089;&#1082;&#1090;&#1086;&#1087; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1084;&#1080; &#1079;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1088;&#1086;&#1075;&#1086;&#1083;&#1086;&#1089;&#1086;&#1074;&#1072;&#1083;&#1086; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086;,
</I>&gt;<i> &#1087;&#1083;&#1102;&#1089; &#1095;&#1090;&#1086;&#1090;&#1086; &#1076;&#1083;&#1103; &#1086;&#1079;&#1085;&#1072;&#1082;&#1086;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;
</I>&gt;<i> &#1048; &#1087;&#1083;&#1072;&#1095;&#1091; &#1079;&#1072; &#1101;&#1090;&#1086; &#1085;&#1091; $3
</I>&gt;<i> ALJ/ALC &#1087;&#1077;&#1088;&#1077;&#1080;&#1084;&#1077;&#1085;&#1086;&#1074;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; ALD, &#1072; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1080; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103;
</I>&gt;<i> &#1080; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;.
</I>&gt;<i>
</I>&gt;<i> &#1053;&#1072; &#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1089;&#1077; &#1101;&#1090;&#1086; &#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086;?
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> Anton (ALJ 2.3, i686)
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Community mailing list
</I>&gt;<i> <A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">Community at altlinux.ru</A>
</I>&gt;<i> <A HREF="https://lists.altlinux.ru/mailman/listinfo/community">https://lists.altlinux.ru/mailman/listinfo/community</A>
</I>
_______________________________________________
Community mailing list
<A HREF="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">Community at altlinux.ru</A>
<A HREF="https://lists.altlinux.ru/mailman/listinfo/community">https://lists.altlinux.ru/mailman/listinfo/community</A>

-------------------------------------------------------

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000014.html">[Los-angeles-devel-ru] Re: [fmII] iptables 1.3.1 released (Default branch)
</A></li>
	<LI>Next message: <A HREF="000017.html">[Los-angeles-devel-ru] Fwd: [Comm] =?koi8-r?b?0M/ExMXS1svBINDPxMTF0tbLxQ==?= =?koi8-r?b?INLP2s7Y?=, =?koi8-r?b?yczJIM8gJDU=?= (was: =?koi8-r?b?98/Q0s/T2Q==?= =?koi8-r?b?IM7P18ney8E=?=)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#15">[ date ]</a>
              <a href="thread.html#15">[ thread ]</a>
              <a href="subject.html#15">[ subject ]</a>
              <a href="author.html#15">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/los-angeles-devel-ru">More information about the Los-angeles-devel-ru
mailing list</a><br>
</body></html>
